-- ДЗ (БД airport)
-- 1. Вывести количество рейсов, сделанных на самолетах белого цвета.
-- Вывести : count

-- 2. Определите клиентов, которые пользуются оператором МТС в Мурманской области (коды оператора 911, 981) и летали первым классом на самолетах, зарегистрированных не в России.
-- В выборке должен присутствовать один атрибут : id.

-- *3. Использовать case Выведите возрастную категорию пассажиров, купивших билет в бизнес- или первый класс. 
-- Возрастные категории следующие : < 18 - Ребенок; 18-50 - Взрослый; > 50 Пожилой.
-- В выборке должны присутствовать два атрибута: id, age_category

-- *4. Вывести максимальную цену на билет среди рейсов на самолеты с максимальной дальностью полета.
-- Вывести : max_price